replace into words_general (id, word, meaning, stars, points, pub_date, base, type)
values
(1, 'むずか:難|しい', '难的，难懂的，复杂的', 1, 0, '2016-06-16 14:48:40', 2, 'Aい'),
(2, 'つか:使|う', '使用，使唤，使发挥作用，花费', 1, 0, '2016-06-19 17:50:01', 2, 'V5'),
(3, 'こなし', '动作，体态，身姿，衣物的穿法', 1, 0, '2016-06-19 17:57:54', 5, 'N连'),
(4, 'だが', '虽然，可是', 1, 0, '2016-06-19 18:19:37', 2, 'C'),
(5, 'はい:入|る', '进入，放入，加入', 1, 0, '2016-06-19 18:24:11', 2, 'V5'),
(6, 'おかしい', '可笑，奇怪，反常，不适当', 1, 0, '2016-06-19 18:38:11', 3, 'Aい'),
(7, 'かん:感|じ', '感觉，知觉，印象，气氛', 1, 0, '2016-06-19 18:42:21', 2, 'N'),
(8, 'あ:当|たり|まえ:前', '当然，普通，平常', 1, 0, '2016-06-20 21:10:17', 3, 'Aな'),
(9, 'もち:勿|ろん:論', '当然，不用说，不言而喻', 1, 0, '2016-06-20 23:48:27', 2, 'D');